docs/benchmarks/failure-matrix/crash-baseline.txt

Summary:
  Total:	20.0101 secs
  Slowest:	0.0594 secs
  Fastest:	0.0000 secs
  Average:	0.0019 secs
  Requests/sec:	1998.3363
  
  Total data:	79974 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.006 [39702]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.012 [202]	|
  0.018 [13]	|
  0.024 [18]	|
  0.030 [1]	|
  0.036 [10]	|
  0.042 [13]	|
  0.048 [16]	|
  0.053 [8]	|
  0.059 [3]	|


Latency distribution:
  10%% in 0.0006 secs
  25%% in 0.0011 secs
  50%% in 0.0017 secs
  75%% in 0.0023 secs
  90%% in 0.0030 secs
  95%% in 0.0035 secs
  99%% in 0.0052 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0408 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0057 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0039 secs
  resp wait:	0.0017 secs, 0.0000 secs, 0.0277 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0043 secs

Status code distribution:
  [200]	39987 responses