docs/benchmarks/failure-matrix/crash-during.txt

Summary:
  Total:	20.0060 secs
  Slowest:	0.0557 secs
  Fastest:	0.0000 secs
  Average:	0.0013 secs
  Requests/sec:	1998.7032
  
  Total data:	79972 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.006 [39787]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.011 [132]	|
  0.017 [7]	|
  0.022 [10]	|
  0.028 [11]	|
  0.033 [7]	|
  0.039 [7]	|
  0.045 [3]	|
  0.050 [7]	|
  0.056 [14]	|


Latency distribution:
  10%% in 0.0002 secs
  25%% in 0.0005 secs
  50%% in 0.0009 secs
  75%% in 0.0019 secs
  90%% in 0.0026 secs
  95%% in 0.0031 secs
  99%% in 0.0045 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0293 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0020 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0054 secs
  resp wait:	0.0012 secs, 0.0000 secs, 0.0224 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0052 secs

Status code distribution:
  [200]	39986 responses