docs/benchmarks/failure-matrix/drops-load.txt

Summary:
  Total:	20.0053 secs
  Slowest:	0.0567 secs
  Fastest:	0.0000 secs
  Average:	0.0006 secs
  Requests/sec:	5986.9519
  
  Total data:	239542 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.006 [119549]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.011 [49]	|
  0.017 [22]	|
  0.023 [44]	|
  0.028 [9]	|
  0.034 [42]	|
  0.040 [17]	|
  0.045 [15]	|
  0.051 [18]	|
  0.057 [5]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0003 secs
  50%% in 0.0005 secs
  75%% in 0.0007 secs
  90%% in 0.0009 secs
  95%% in 0.0011 secs
  99%% in 0.0015 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0275 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0012 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0028 secs
  resp wait:	0.0005 secs, 0.0000 secs, 0.0460 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0042 secs

Status code distribution:
  [200]	119771 responses